Repository: Zzzenk/AdRotate-Pro
Catalog: adrotate-*.po
Languages: ru_ru

source: [AdRotate] CSV Report!
ru_ru: [AdRotate] CSV отчет!

source: Hello
ru_ru: Привет

source: Attached in this email you will find the exported CSV file you generated on
ru_ru: Это письмо содержит вложенный файл экспорта в формате CSV

source: Have a nice day!
ru_ru: Хорошего дня!

source: Your AdRotate Notifier
ru_ru: Уведомления AdRotate

source: ad(s) with errors!
ru_ru: объявление(й) с ошибкой!

source: ad(s) expired!
ru_ru: объявление(й) истекли!

source: ad(s) will expire in less than 2 days.
ru_ru: объявление(й) истекает менее чем через 2 дня!

source: ad(s) have an unknown status.
ru_ru: объявление(й) с неизвестным статусом

source: [AdRotate Alert] Your ads need your help!
ru_ru: [Предупреждение AdRotate] Ваши объявления нуждаются в обновлении!

source: This is a test notification!
ru_ru: Это тестовое уведомление!

source: This notification is sent to you from your website
ru_ru: Это уведомление отправлено с вашего сайта

source: You will receive a notification approximately every 24 hours until the listed issues are resolved.
ru_ru: Вы будете получать уведомление примерно каждые 24 часа пока проблемы не будут решены.

source: Current issues:
ru_ru: Текущие проблемы:

source: ad(s) have configuration errors. This needs your immediate attention!
ru_ru: объявление(й) с ошибками в настройках. Необходимо срочно исправить!

source: ad(s) expired. This needs your immediate attention!
ru_ru: объявление(й) истекли. Необходимо срочно исправить!

source: A total of
ru_ru: Всего

source: ad(s) are in need of your care!
ru_ru: объявление(й) нужнаются в помощи.

source: Access your dashboard here:
ru_ru: Перейдите в консоль здесь:

source: [AdRotate] An advertiser has put in a request for renewal!
ru_ru: [AdRotate] Рекламодатель оставил запрос на продление!

source: [AdRotate] An advertiser wants his ad removed.
ru_ru: [AdRotate] Рекламодатель хочет удалить свое объявление.

source: [AdRotate] An advertiser wrote a comment on his ad!
ru_ru: [AdRotate] Рекламодатель написал комментарий к своему объявлению!

source: [AdRotate] An advertiser has a problem!
ru_ru: [AdRotate] У рекламодателя проблема!

source: requests ad
ru_ru: запрос объявления

source: renewed!
ru_ru: продлено!

source: removed.
ru_ru: удалено.

source: has something to say about ad
ru_ru: хочет что то сказать об объявлении

source: has a problem with AdRotate.
ru_ru: имеет проблему с AdRotate.

source: Attached message:
ru_ru: Сообщение:

source: You can reply to this message to contact
ru_ru: Вы можете ответить на это сообщение для связи с

source: Review the ad here:
ru_ru: Просмотр объявления:

source: No files found
ru_ru: Файлы не найдены

source: Folder not found or not accessible
ru_ru: Папка не найдена или недоступна

source: Ad saved
ru_ru: Объявление сохранено

source: Group saved
ru_ru: Группа сохранена

source: Banner image saved
ru_ru: Изображение баннера сохранено

source: Ad(s) deleted
ru_ru: Объявление(я) удалены

source: Group deleted
ru_ru: Группа удалена

source: Banner image deleted
ru_ru: Изображение баннера удалено

source: Something went wrong deleting the file
ru_ru: Чтото пошло не так при удалении файла

source: Ad(s) statistics reset
ru_ru: Статистика объявления(й) сбрасывается

source: Ad(s) renewed
ru_ru: Объявление(я) продляются

source: Ad(s) deactivated
ru_ru: Объявление(я) деактивировано(ы)

source: Ad(s) activated
ru_ru: Объявление(я) активировано(ы)

source: Email(s) with reports successfully sent
ru_ru: Письмо(а) с отчетами отправлено

source: Group including it's Ads deleted
ru_ru: Группа удалена вместе с объявлениями

source: Weight changed
ru_ru: Вес изменен

source: Export created
ru_ru: Экспорт готов

source: Ads imported
ru_ru: Объявления импортированы

source: Schedule saved
ru_ru: Расписание сохранено

source: Schedule(s) deleted
ru_ru: Расписание(я) удалены

source: Your message has been sent. Someone will be in touch shortly.
ru_ru: Ваше сообщение отправлено.

source: Advert submitted for review
ru_ru: Объявление одобрено для показов

source: Advert updated and awaiting review
ru_ru: Объявление обновлено и ожидает одобрения

source: Ad approved
ru_ru: Объявление одобрено

source: Ad(s) rejected
ru_ru: Объявление(я) отклонены

source: Ad(s) queued
ru_ru: Объявление(я) в очереди

source: Settings saved
ru_ru: Настройки сохранены

source: AdRotate client role added
ru_ru: Роль для AdRotate создана

source: AdRotate client role removed
ru_ru: Роль для AdRotate удалена

source: Database optimized
ru_ru: БД оптимизирована

source: Database repaired
ru_ru: БД восстановлена

source: Ads evaluated and statuses have been corrected where required
ru_ru: Объявления оценены и статусы исправлены по необходимости

source: Empty database records removed
ru_ru: Пустые записи в БД удалены

source: Test notification sent
ru_ru: Тестовое уведомление отправлено

source: Test mailing sent
ru_ru: Ошибка отправки тестового письма

source: Action prohibited
ru_ru: Действие запрещено

source: The ad was saved but has an issue which might prevent it from working properly. Review the colored ad.
ru_ru: Объявление сохранено, но есть проблема, которая может повлиять на его состояние работы. Посмотрите отмеченное объявление.

source: The ad was saved but has an issue which might prevent it from working properly. Please contact staff.
ru_ru: Объявление сохранено, но есть проблема, которая может повлиять на его состояние работы. Свяжитесь с персоналом.

source: No data found in selected time period
ru_ru: Данные за этот период не найдены

source: Database can only be optimized or cleaned once every hour
ru_ru: БД мождет быть оптимизирована или очещена только раз в час

source: Form can not be (partially) empty!
ru_ru: Форма не может быть (частично) пуста!

source: No file uploaded.
ru_ru: Файл не загружен.

source: The file could not be read.
ru_ru: Файл не может быть прочтен.

source: Wrong file type.
ru_ru: Неверный тип файла.

source: No ads found.
ru_ru: Объявлений не найдено.

source: Wrong file type. No file uploaded.
ru_ru: Неверный тип файла. Файл не загружен.

source: File is too large.
ru_ru: Размер файла слишком большой.

source: Invalid request
ru_ru: Неверный запрос

source: No license key or email provided
ru_ru: Лицензия или email недействительны

source: No valid response from license server. Contact support.
ru_ru: Нет корректного ответа от сервера лицензий. Обратитесь в поддержку.

source: The email provided is invalid. If you think this is not true please contact support.
ru_ru: Email недействительный. Если это не так - обратитесь в поддержку.

source: Invalid license key. If you think this is not true please contact support.
ru_ru: Неверный ключ лицензии. Если это не так - обратитесь в поддержку.

source: No remaining activations for this license. If you think this is not true please contact support.
ru_ru: У этой лицензии не осталось активаций. Если это не так - обратитесь в поддержку.

source: Could not (de)activate key. Contact support.
ru_ru: Де удалось (де)активировать ключ. Обратитесь в поддержку.

source: Thank you. Your license is now active
ru_ru: Спасибо. Ваша лицензия активирована.

source: Thank you. Your license is now de-activated
ru_ru: Спасибо. Ваша лицензия деактивирована.

source: Thank you. Your licenses have been reset
ru_ru: Спасибо. Ваша лицензия сброшена.

source: This license can not be activated for networks. Please purchase a Developer or Network license.
ru_ru: Эта лицензия не может быть активирована для сетей. Выберите тип лицензии Developer или Network.

source: Support request could not be sent! Please try again - If the issue persists write to support@adrotateplugin.com!
ru_ru: Запрос в поддержку не отправлен! Повторите позже. Если проблема повторитсянапишите на support@adrotateplugin.com!

source: Unexpected error
ru_ru: Неожиданная ошибка

source: File size exceeded.
ru_ru: Превышен размер файла.

source: Upload incomplete.
ru_ru: Загрузка не завершена.

source: Could not write file to server.
ru_ru: Не удалось записать файл на сервер.

source: An unknown error occured, contact staff.
ru_ru: Неизвестная ошибка, свяжитесь с персоналом..

source: Something went wrong!
ru_ru: Что то пошло не так!

source: Go back and try again. If the error persists, contact staff.
ru_ru: Вернитесь назад и повторите попытку. Если ошибка повторится, свяжитесь с персоналом..

source: The file was either too large or not in the right format.
ru_ru: Размер файла слишком боьшой или некорректный тип файла.

source: AdRotate Advertiser
ru_ru: AdRotate Рекламодатель

source: Oh no! Something went wrong!
ru_ru: Что то пошло не так!

source: WordPress was unable to verify the authenticity of the url you have clicked. Verify if the url used is valid or log in via your browser.
ru_ru: Wordpress не удалось проверить подлинность ULR, на который вы кликнули. Убедитесь в правильности введенного URL адреса или войдите с помощью вашего браузера.

source: Contact support if the issue persists:
ru_ru: Обратитесь в поддержку, если это проблема не решена:

source: Error, Ad is not available at this time due to schedule/budgeting/geolocation restrictions or does not exist!
ru_ru: Ошибка! Объявление не отображается в данный момент из-за ограничений расписания/бюджета/геолокации или не существует!

source: Error, Ad is not available at this time due to schedule/budgeting/geolocation restrictions!
ru_ru: Ошибка! Объявление не отображается в данный момент из-за ограничений расписания/бюджета/геолокации!

source: If this does not solve the issue please seek support at
ru_ru: Если это не решит проблему - обратитесь в поддержку

source: An unknown error occured.
ru_ru: Неизвестная ошибка.

source: active ad(s) expired.
ru_ru: истек срок активных объявлений

source: Take action now
ru_ru: Принять меры

source: active ad(s) are about to expire.
ru_ru: активные объявления скоро истекут.

source: Check it out
ru_ru: Проверьте

source: active ad(s) with configuration errors.
ru_ru: активные объявления с ошибками в настройках

source: Solve this
ru_ru: Решите проблемы

source: ad(s) expired.
ru_ru: объявление(й) истекли.

source: ad(s) are about to expire.
ru_ru: объявление(й) скоро истекут.

source: ad(s) with configuration errors.
ru_ru: объявление(й) с ошибками в настройках.

source: Fix this as soon as possible
ru_ru: Исправьте это как можно быстрее

source: Register your copy of AdRotate. This will enable ticket support and update notifications right from your dashboard.
ru_ru: Зарегистрируйте AdRotate. Это позволит получать поддержку и обновления прямо из консоли.

source: Register AdRotate
ru_ru: Регистрация AdRotate

source: Welcome, and thanks for using AdRotate Pro. Everything related to AdRotate Pro is in this menu. Check out the
ru_ru: Добро пожаловать и спасибо за использование AdRotate Pro. Все необходимые функции предоставлены в данном меню. Ознакомьтесь с

source: knowledgebase
ru_ru: базой знаний

source: and
ru_ru: и

source: forums
ru_ru: форумами

source: if you get stuck with something. You can also use
ru_ru: если у вас появятся проблемы. Так же вы можете связаться с нами через

source: ticket support
ru_ru: поддержку пользователей

source: if you have a valid license.
ru_ru: если у вас есть действующая лицензия.

source: Useful Links
ru_ru: Полезные ссылки

source: Useful links to learn more about AdRotate
ru_ru: Полезные ссылки для изучения AdRotate

source: AdRotate Website
ru_ru: официальный сайт

source: Getting Started With AdRotate
ru_ru: Начало работы

source: AdRotate Knowledge base and manuals
ru_ru: база знаний и инструкции

source: AdRotate Support Forum
ru_ru: форум поддержки

source: WordPress.org Forum
ru_ru: форум WordPress.org

source: Help AdRotate Grow
ru_ru: Помощь в развитии AdRotate

source: Brought to you by
ru_ru: AdRotate предоставлен

source: If you find AdRotate useful please leave your honest
ru_ru: Если вы посчитаете AdRotate полезным, оставьте

source: rating
ru_ru: рейтинг

source: review
ru_ru: комментарий

source: on WordPress.org to help AdRotate grow in a positive way
ru_ru: на WordPress.org для того, чтобы помочь AdRotate развиваться в лучшую сторону

source: Visit the
ru_ru: Посетите

source: website
ru_ru: сайт

source: AdRotate Notice
ru_ru: Примечание AdRotate

source: Your ads are published with
ru_ru: Ваши объявления опубликованы с помощью

source: for WordPress. Created by
ru_ru: для WordPress. Создано

source: January
ru_ru: Январь

source: February
ru_ru: Февраль

source: March
ru_ru: Март

source: April
ru_ru: Апрель

source: May
ru_ru: Май

source: June
ru_ru: Июнь

source: July
ru_ru: Июль

source: August
ru_ru: Август

source: September
ru_ru: Сентябрь

source: October
ru_ru: Октябрь

source: November
ru_ru: Ноябрь

source: December
ru_ru: ДекабрьDécembre

source: Previous
ru_ru: Предыдущий

source: This month
ru_ru: Этот месяц

source: Next
ru_ru: Следующий

source: No data to show!
ru_ru: Нет данных для показа!

source: Not found
ru_ru: Не найдено

source: Title (optional):
ru_ru: Название (не обязательно):

source: HTML will be stripped out.
ru_ru: HTML будет вырезано.

source: Description (optional):
ru_ru: Описание (не обязательно):

source: Type:
ru_ru: Тип:

source: Single Ad - Use Ad ID
ru_ru: Одно объявление - ID объявления

source: Group of Ads - Use group ID
ru_ru: Группа объявлений - ID группы

source: Choose what you want to use this widget for
ru_ru: Выберите, для чего использовать данный виджет

source: Advert/Group ID:
ru_ru: Объявление/ID группы

source: Fill in the ID of the type you want to display!
ru_ru: Заполните ID типа для отображения.

source: Site ID:
ru_ru: ID сайта:

source: General Info
ru_ru: Общая информация

source: Manage Ads
ru_ru: Объявления

source: Manage Groups
ru_ru: Группы

source: Manage Schedules
ru_ru: Расписания

source: Manage Media
ru_ru: Медиафайлы

source: Moderate
ru_ru: Модерация

source: Moderate Adverts
ru_ru: Модерация объявлений

source: Settings
ru_ru: Настройки

source: Advertiser
ru_ru: Рекламодатель

source: Add new Advert
ru_ru: Добавить новое объявление

source: Manage Adverts
ru_ru: Управление объявлениями

source: Full Report
ru_ru: Полный отчет

source: License
ru_ru: Лицензия

source: AdRotate Info
ru_ru: Общая информация AdRotate

source: Ad Management
ru_ru: Управление объявлениями

source: Manage
ru_ru: Управление

source: Add New
ru_ru: Добавить

source: Import
ru_ru: Импорт

source: Group Management
ru_ru: Управление группами

source: Report
ru_ru: Отчет

source: Schedule Management
ru_ru: Управление расписаниями

source: Media Management
ru_ru: Управление медиафайлами

source: Upload images to the AdRotate Pro banners folder from here. This is especially useful if you use responsive adverts with multiple images.
ru_ru: Загрузите изображения объявлений в папку AdRotate Pro. Это особенно полезно при использовании адаптивные объявлений с несколькими изображениями.

source: Moderation queue
ru_ru: Очередь модерации

source: Notice
ru_ru: Примечание

source: No ads for user.
ru_ru: Нет объявлений рекламодателя

source: AdRotate Server
ru_ru: Сервер AdRotate

source: Overview
ru_ru: Обзор

source: AdRotate Settings
ru_ru: Настройки AdRotate

source: AdRotate License
ru_ru: Лицензия AdRotate

source: Activate your AdRotate License here to receive automated updates and enable support via the fast and personal ticket system.
ru_ru: Активируйте лицензию AdRotate для автоматического получения обновлений и получения поддержки через персональную систему поддержки.

source: License Type
ru_ru: Тип лицензии

source: Not activated - Not eligible for support and updates.
ru_ru: Не активировано! Нет доступа к обновлениям и поддержке.

source: License Key
ru_ru: Лицензионный ключ

source: You can find the license key in your order email.
ru_ru: Лицензионный ключ находится в письме.

source: License Email
ru_ru: Email лицензии

source: The email address you used on adrotateplugin.com.
ru_ru: Email, используемый на adrotateplugin.com.

source: Hide License Details
ru_ru: Скрыть данные лицензии

source: If you have installed AdRotate Pro for a client or in a multisite setup and want to hide the License Key, Email and Mass-deactivation button (Duo, Multi and Developer License) from them.
ru_ru: На случай установки AdRotate Pro для клиента или использовании мульти лицензии для скрытия лицензионного ключа, email и клавиши массового отключения (лицензии Duo, Multi и Developer).

source: Activate
ru_ru: Активировать

source: De-activate
ru_ru: Деактивировать

source: De-activate all active keys on all sites
ru_ru: Деактивировать все активные ключи на всех сайтах

source: You are about to de-activate your license on ALL sites currently using your AdRotate License. This can not be reversed!
ru_ru: Вы собираетесь деактивировать лицензию на всех сайтах, используемые данную лицензию. Это действие необратимо!

source: OK to continue, CANCEL to stop.
ru_ru: ОК - продолжить. Отмена - для возврата.

source: Access Rights
ru_ru: Права доступа

source: Who has access to what? All but the "advertiser page" are usually for admins and moderators.
ru_ru: Кто к чему имеет доступ? Все, кроме "страницы рекламодателей", доступной для администраторов и модераторов.

source: Advertiser page
ru_ru: Страница рекламодателя

source: Role to allow users/advertisers to see their advertisement page.
ru_ru: Для доступа к странице пользователям/рекламодателям

source: Full report page
ru_ru: Страница полного отчета

source: Role to review the full report.
ru_ru: Для доступа к странице полного отчета.

source: Manage/Add/Edit adverts
ru_ru: Управление/Добавление/Изменение объявлений

source: Role to see and add/edit ads.
ru_ru: Для доступа к просмотру/добавлению/редактированию объявлений.

source: Delete/Reset adverts
ru_ru: Удаление/Обнуление объявлений

source: Role to delete ads and reset stats.
ru_ru: Для доступа к удалению и обнулению объявлений.

source: Manage/Add/Edit groups
ru_ru: Управление/Добавление/Изменение групп

source: Role to see and add/edit groups.
ru_ru: Для доступа к просмотру/добавлению/редактированию групп.

source: Delete groups
ru_ru: Удаление групп

source: Role to delete groups.
ru_ru: Для доступа к удалению групп.

source: Manage/Add/Edit schedules
ru_ru: Управление/Добавление/Изменение расписаний

source: Role to see and add/edit schedules.
ru_ru: Для доступа к просмотру/добавлению/редактированию расписаний.

source: Delete schedules
ru_ru: Удаление расписаний.

source: Role to delete schedules.
ru_ru: Для доступа к удалению расписаний.

source: Moderate new adverts
ru_ru: Модерирование новых объявлений

source: Role to approve ads submitted by advertisers.
ru_ru: Для доступа к одобрению объявлений, созданных рекламодателем.

source: Approve/Reject adverts in Moderation Queue
ru_ru: Одобрение/Отклонение объявлений в очереди на модерацию

source: Role to approve or reject ads submitted by advertisers.
ru_ru: Для доступа к одобрению и отклонению объявлений, созданных рекламодателем.

source: Update Options
ru_ru: Обновить

source: Advertisers
ru_ru: Рекламодатели

source: Enable advertisers so they can review and manage their own ads.
ru_ru: Включите рекламодателей, для того, чтобы они могли просматривать и управлять своими объявлениями.

source: Enable Advertisers
ru_ru: Включить рекламодателей

source: Allow adverts to be coupled to users (Advertisers).
ru_ru: Разрешить соединять объявления с пользователями (рекламодателями)

source: Edit/update adverts
ru_ru: Изменение/Обновление объявлений

source: Allow advertisers to add new or edit their adverts.
ru_ru: Разрешить рекламодателям добавлять новые или редактировать старые объявления

source: Advertiser role
ru_ru: Роль рекламодателей

source: Create Role
ru_ru: Создать роль

source: Remove Role
ru_ru: Удалить роль

source: You are about to remove the AdRotate Clients role.
ru_ru: Вы собираетесь удалить роль рекламодателей.

source: This may lead to users not being able to access their ads statistics!
ru_ru: Это приведет к невозможности доступа рекламодателям к статистике их объявлений.

source: This type of user is NOT required to use AdRotate or any of it's features. It merely helps you to seperate advertisers from regular subscribers without giving them too much access to your dashboard.
ru_ru: Эта группа пользователей не имеет возможности использовать AdRotate или любую из его функций. Это просто помогает разделить рекламодателей от обычных пользователей не давая им доступа к консоли.

source: Banner Folder
ru_ru: Папка с баннерами

source: Set a location where your banner images will be stored.
ru_ru: Укажите расположение папки хранения ваших баннеров.

source: Location
ru_ru: Местоположение

source: (Default: wp-content/banners/).
ru_ru: (По умолчанию: wp-content/banners/).

source: To try and trick ad blockers you could set the folder to something crazy like:
ru_ru: Вы можете попытаться обмануть блокировщики рекламы, назвав папку с баннерами необычным образом, например:

source: This folder will not be automatically created if it doesn't exist. AdRotate will show errors when the folder is missing.
ru_ru: Папка не будет автоматически создана, если она не существует. AdRotate отобразит ошибки в случае отсутствия папки.

source: Notifications
ru_ru: Уведомления

source: Set up who gets notifications if ads need your attention.
ru_ru: Настройте, кто будет получать уведомления в случае необходимости обновления объявления.

source: Delivery method
ru_ru: Способ доставки

source: Push notifications to your smartphone.
ru_ru: Push уведомления на смартфоне

source: Email message.
ru_ru: Сообщение по электронной почте

source: Push notifications are delivered through Pushover, a notification service for Android and iOS
ru_ru: Push уведомления доставляются через Pushover, сервис уведомлений для Android и iOS.

source: The Pushover App is a one time purchase for either Android and/or iOS. More information can be found on the pushover website;
ru_ru: Приложение Pushover необходимо приобрести для каждой из операционных систем. Подробная информация на сайте Pushover.

source: Test
ru_ru: Тест

source: This sends a test notification. Before you test, save the options first!
ru_ru: Отправка тестового уведомления. Перед началом теста обновите настройки!

source: Push Notifications
ru_ru: Push уведомления

source: Receive information about what is happening with your AdRotate setup on your smartphone via Pushover.
ru_ru: Получение информации о происходящем с AdRotate через Pushover.

source: Publishers
ru_ru: Владельцы

source: Daily digest of any advert status other than normal.
ru_ru: Ежедневный дайджест нестандартных действий над объявлениями

source: Any advertiser saving an advert in your moderation queue.
ru_ru: Сохранение рекламодателем объявления

source: A moderator approved an advert from the moderation queue.
ru_ru: Одобрение модератором объявления, созданного рекламодателем

source: A moderator rejected an advert from the moderation queue.
ru_ru: Отклонение модератором объявления, созданного рекламодателем

source: If you have a lot of activity with many advertisers adding/changing adverts you may get a lot of messages!
ru_ru: В случае большой активности с объявлениями, вы будете поолучать много уведомлений!

source: Get your user token
ru_ru: Получите свой token

source: here
ru_ru: здесь

source: Create your
ru_ru: Создайте свое

source: App
ru_ru: приложение

source: and get your API token
ru_ru: и получите свой API token

source: Advertisers need their own account at Pushover and need to buy their own copy of the Pushover app for their smartphone. Your token is not shared with them.
ru_ru: Рекламодателям необходимо купить приложение Pushover и зарегистрироваться в не. Ваш token не отправлен им.

source: Email Notifications
ru_ru: Email уведомления

source: Set up who gets notification emails.
ru_ru: Настройте, кто будет получать уведомления на email.
