Repository: Zzzenk/AdRotate-Pro
Catalog: adrotate-*.po
Languages: ru_ru

source: Copy the shortcode in a post or page. The PHP code goes in a theme file where you want the advert to show up.
ru_ru: Вставьте код в нужное место в новости или на странице. PHP код встраивается в файл темы.

source: In a post or page:
ru_ru: Для новости или страницы

source: Directly in a theme:
ru_ru: Для темы

source: Advanced
ru_ru: Дополнительно

source: Everything below is optional.
ru_ru: Все ниже не является обязательным.

source: Clicktracking:
ru_ru: Отслеживание кликов:

source: Enable click tracking for this advert.
ru_ru: Включить отслеживание кликов для этого объявления.

source: Note: Clicktracking does generally not work for Javascript adverts such as those provided by Google AdSense.
ru_ru: Примечание: отслеживание кликов не работает для JavaScript объявлений, таких как Google AdSense.

source: Place the target URL in your adcode - Similar to code example 1.
ru_ru: Поместите целевой URL в код - как на примере 1.

source: Responsive:
ru_ru: Адаптивное объявление:

source: Enable responsive support for this advert.
ru_ru: Включить поддержку адаптации для этого объявления.

source: Upload your images to the banner folder and make sure the filename is in the following format; "imagename.full.ext". A full set of sized images is strongly recommended.
ru_ru: Загрузите изображения баннеров в соответствующую папку и убедитесь, что все они имеют следующий формат: "imagename.full.ext" (имяфайла.разрешение.расширение). Размер full крайне рекомендуется для самого качесвенного изображения

source: For smaller size images use ".320", ".480", ".768" or ".1024" in the filename instead of ".full" for the various viewports.
ru_ru: Для меньшего размера используйте ".320", ".480", ".768" или ".1024" в названии изображения вместо ".full" для разных экранов.

source: Example:
ru_ru: Пример:

source: image.full.jpg, image.320.jpg and image.768.jpg will serve the same advert for different viewports. Requires jQuery.
ru_ru: image.full.jpg, image.320.jpg and image.768.jpg будут использоваться для этого же объявления, но для разных экранов. Необходим jQuery.

source: Media:
ru_ru: Медиа:

source: Select Banner
ru_ru: Выберите баннер

source: - OR -
ru_ru: - ИЛИ -

source: Banner folder:
ru_ru: Папка с баннерами:

source: No image selected
ru_ru: Изображение не выбрано

source: Use %image% in the code. Accepted files are:
ru_ru: Используйте %image% в коде. Разрешенные файлы:

source: Use either the text field or the dropdown. If the textfield has content that field has priority.
ru_ru: Используйте либо текстовое поле либо выпадающий список. Если текстовое поле заполнено, то оно имеет приоритет.

source: Weight:
ru_ru: Вес:

source: Sortorder:
ru_ru: Порядок отображения:

source: For administrative purposes set a sortorder.
ru_ru: Порядок отображения для административных целей.

source: Leave empty or 0 to skip this. Will default to ad id.
ru_ru: Оставьте пустым или впишите 0 для пропуска.

source: Geo Location
ru_ru: Геолокация

source: Cities/States:
ru_ru: Города/Регионы:

source: A comma separated list of cities and/or states (Also the states ISO codes are supported)
ru_ru: Список городов/регионов через запятую (есть поддержка ISO кодов регионов).

source: Countries:
ru_ru: Страны:

source: Cities take priority and will be filtered first.
ru_ru: Города имеют приоритет и будут фильтроваться в первую очередь.

source: Advertiser & Budget
ru_ru: Рекламодатель и бюджет

source: Link your ad to an Advertiser and optionally set a budget for clicks and impressions.
ru_ru: Свяжите объявление с рекламодателем и по желанию установите бюджет кликов и показов.

source: Advertiser:
ru_ru: Рекламодатель:

source: Not specified
ru_ru: не указан

source: Must be a registered user on your site with appropriate access roles.
ru_ru: Должен быть зарегистрированным пользователем с соответствующими правами доступа.

source: Ad Click Rate:
ru_ru: Цена за клик

source: Cost per click
ru_ru: Цена за каждый клик

source: Ad Impression Rate:
ru_ru: Цена просмотра

source: Cost per impression
ru_ru: Цена за каждый просмотр

source: Ad Click Budget:
ru_ru: Бюджет кликов

source: Ad Impression Budget:
ru_ru: Бюджет просмотров

source: Create a schedule
ru_ru: Создать расписание

source: Create a schedule here if no appropriate one is listed below.
ru_ru: Создайте расписание ниже, если не подходит ни одно из представленых.

source: Start date (day/month/year):
ru_ru: Дата начала (день, месяц, год)

source: End date (day/month/year):
ru_ru: Дата окончания (день, месяц, год)

source: Start time (hh:mm):
ru_ru: Время начала (чч:мм)

source: End time (hh:mm):
ru_ru: Время окончания (чч:мм)

source: Maximum Clicks:
ru_ru: Максимум кликов

source: Leave empty or 0 to skip this.
ru_ru: Оставьте пустым или 0 для пропуска

source: Maximum Impressions:
ru_ru: Максимум просмотров

source: Spread Impressions
ru_ru: Увеличение просмотров

source: Time uses a 24 hour clock. When you're used to the AM/PM system keep this in mind: If the start or end time is after lunch, add 12 hours. 2PM is 14:00 hours. 6AM is 6:00 hours.
ru_ru: Используется 24 часовой формат времени. Будьте внимательны, если вы используете AM/PM время!

source: impressions per hour
ru_ru: показов в час

source: Select Groups
ru_ru: Выбор групп

source: Optionally select the group(s) this ad belongs to.
ru_ru: При желании выберите группу(ы) для данного объявления.

source: ID - Name
ru_ru: ID - Название

source: Ads
ru_ru: Объявления

source: Active
ru_ru: Активные

source: Default
ru_ru: По умолчанию

source: Dynamic
ru_ru: Динамически

source: second rotation
ru_ru: сек./поворот

source: Block
ru_ru: Блок

source: grid
ru_ru: сетка

source: Post Injection
ru_ru: Встраивание в записи

source: Geolocation
ru_ru: Геолокация

source: Mode
ru_ru: Режим

source: Select a file to import
ru_ru: Выберите файл для импорта

source: Bulk Actions
ru_ru: Массовые действия

source: Delete
ru_ru: Удалить

source: Reset stats
ru_ru: Сбросить статистику

source: Go
ru_ru: ОК

source: Groups:
ru_ru: Группы:

source: Ads that need attention
ru_ru: Объявления, которые требуют внимания

source: Deactivate
ru_ru: Отключить

source: -- Renew --
ru_ru: -- Продлить --

source: For 1 year
ru_ru: На 1 год

source: For 180 days
ru_ru: На 180 дней

source: For 30 days
ru_ru: На 30 дней

source: For 7 days
ru_ru: На 7 дней

source: Configuration errors.
ru_ru: Ошибка настройки

source: Active Ads
ru_ru: Активные объявления

source: Export to XML
ru_ru: Экспорт в XML

source: Export to CSV
ru_ru: Экспорт в CSV

source: -- Weight --
ru_ru: -- Вес --

source: Weight
ru_ru: Вес

source: Shown
ru_ru: Показы

source: No ads created yet!
ru_ru: Нет объявлений!

source: Statistics for advert
ru_ru: Статистика для объявлений

source: ads have tracking enabled.
ru_ru: отслеживание кликов объявлений включено.

source: Average clicks on all ads
ru_ru: В среднем кликов за все объявления

source: New Group
ru_ru: Новая группа

source: Edit Group
ru_ru: Изменить группу

source: Name:
ru_ru: Название:

source: Default - Show one ad at a time
ru_ru: По умолчанию - Одно объявление за раз

source: Dynamic Mode - Show a different ad every few seconds
ru_ru: Динамический - Менять объявления каждые несколько секунд

source: Block Mode - Show a block of ads
ru_ru: Блоки - Блок объявлений

source: Dynamic mode requires jQuery. You can enable this in AdRotate Settings.
ru_ru: Для работы динамического режима необходим jQuery. Включить его можно в настройках AdRotate.

source: Dynamic and Block Mode
ru_ru: Динамический и режим блоков

source: Only required if your group is in Dynamic or Block mode.
ru_ru: Только для динамического или режима блоков.

source: Block shape and border
ru_ru: Форма и граница блока

source: rows
ru_ru: строки

source: columns
ru_ru: колонки

source: Block Mode
ru_ru: Режим блоков

source: Make a grid for your ads. Selecting 3 and 2 makes a grid with 2 columns showing a maximum of 6 ads. Default: 2x2.
ru_ru: Сетка объявлений. Выберите 3 и 2 для создания сетки с 3 строками 2 колонками. По умолчанию 2х2.

source: Advert Width and Height
ru_ru: Ширина и высота объявления

source: pixel(s) wide
ru_ru: ширина (пикс.)

source: pixel(s) high.
ru_ru: высота (пикс.)

source: Define the maximum size of the ads in pixels. Size can be 'auto' (Not recommended). Default: 125/125.
ru_ru: Выберите максимальный размер каждого объявления в пикселях. Размер может быть 'автоматический' (не рекомендуется). По умолчанию 125/125.

source: Automated refresh
ru_ru: Автообновление

source: seconds.
ru_ru: сек.

source: Dynamic Mode
ru_ru: Динамический режим

source: Load a new advert in this interval without reloading the page. Default: 6.
ru_ru: Загрузка нового объявления с определенным интервалом (в секундах). По умолчанию: 6.

source: Save Group
ru_ru: Сохранить группу

source: Advert Margin
ru_ru: Граница объявления

source: pixel(s)
ru_ru: пикс.

source: A transparent area outside the advert in pixels. Default: 0/0/0/0.
ru_ru: Прозрачное поле вокруг объявления в пикселях. По умолчанию: 0/0/0/0.

source: Set to 0 to disable.
ru_ru: Для отключения установите 0.

source: Enable GeoTargeting for this group.
ru_ru: Включить геотаргетинг для этой группы.

source: Do not forget to tell the adverts for which areas they should show.
ru_ru: Не забудьте указать в какой области должны отображаться объявления

source: Fallback group
ru_ru: Запасная группа

source: No
ru_ru: Нет

source: Select another group to fall back on when all ads are expired, not in the visitors geographic area or are otherwise unavailable.
ru_ru: Выберите другую группу, которая будет использоваться взамен этой, когда истечет срок всех объявлений, они не будут подходить по геотаргетингу или когда группа будет недоступна.

source: Insert ads to the begin or end of a post/page.
ru_ru: Встраивание объявление в начало или конец записи или страницы.

source: Include ads in categories?
ru_ru: Объявления в категориях

source: Before content
ru_ru: Перед содержимым

source: After content
ru_ru: После содержимого

source: Before and after content
ru_ru: Перед и после содержимого

source: After...
ru_ru: После…

source: the first paragraph
ru_ru: 1го абзаца

source: the 2nd paragraph
ru_ru: 2го абзаца

source: the 3rd paragraph
ru_ru: 3го абзаца

source: the 4th paragraph
ru_ru: 4го абзаца

source: every 2nd paragraph
ru_ru: каждый 2й абзац

source: every 3rd paragraph
ru_ru: каждый 3й абзац

source: every 4th paragraph
ru_ru: каждый 4й абзац

source: every 5th paragraph
ru_ru: каждый 5й абзац

source: every 6th paragraph
ru_ru: каждый 6й абзац

source: every 7th paragraph
ru_ru: каждый 7й абзац

source: every 8th paragraph
ru_ru: каждый 8й абзац

source: Which categories?
ru_ru: В какие категории?

source: Click the categories posts you want the adverts to show in.
ru_ru: Выберите категории новостей, для которых необходимо отображать объявления.

source: Include ads in pages?
ru_ru: Объявления на страницах

source: Which pages?
ru_ru: Страницы

source: Click the pages you want the adverts to show in.
ru_ru: Отметьте страницы, на которых отображать объявления.

source: Wrapper code
ru_ru: Обвертка объявлений

source: Wraps around each ad.
ru_ru: Обертка каждого объявления.

source: Before ad
ru_ru: Перед объявлением

source: HTML/JavaScript allowed, use with care!
ru_ru: HTML/JavaScript разрешены, используйте с осторожностью!

source: After ad
ru_ru: После объявления

source: Select Ads
ru_ru: Выбор объявлений

source: Choose the ads to use in this group
ru_ru: Выберите объявления для использования в этой группе

source: Visible until
ru_ru: Видимое до

source: No ads created!
ru_ru: Нет созданных объявлений!

source: Delete Group
ru_ru: Удалить группу

source: Delete Group including ads
ru_ru: Удалить группу, включая объявления

source: You are about to delete a group
ru_ru: Вы собираетесь удалить группу

source: This action can not be undone!
ru_ru: Это действие необратимо!

source: Name
ru_ru: Название

source: Code
ru_ru: Код

source: No groups created!
ru_ru: Нет выбранных групп!

source: Statistics for group
ru_ru: Статистика группы

source: Upload new banner image
ru_ru: Загрузка нового изображения баннера

source: Important:
ru_ru: Важно:

source: Make sure your file has no spaces or special characters in the name. Replace spaces with a - or _.
ru_ru: Убедитесь, что имена файлов не содержат пробелов или специальных символов. Замените пробелы символами - или _.

source: For responsive adverts make sure the filename is in the following format; "imagename.full.ext". A full set of sized images is strongly recommended.
ru_ru: Убедитесь, что все имена файлов баннеров имеют следующий формат: "imagename.full.ext" (имяфайла.разрешение.расширение). Размер full крайне рекомендуется для самого качесвенного изображения.

source: image.full.jpg, image.320.jpg and image.768.jpg will serve the same advert for different viewports.
ru_ru: image.full.jpg, image.320.jpg и image.768.jpg будут использоваться для этого же объявления, но для разных экранов.

source: Upload image
ru_ru: Загрузить

source: Available banner images in
ru_ru: Доступные баннеры в папке

source: Actions
ru_ru: Действия

source: Delete file
ru_ru: Удалить файл

source: Are you sure you want to delete this file?
ru_ru: Вы хотите удалить этот файл?

source: Make sure no adverts still use this image!
ru_ru: Убедитесь, что данное изображение не используется ни в одном объявлении!

source: Banners folder not found or not accessible
ru_ru: Папка баннеров не найдена или нет доступа

source: Make sure the banner images are not in use by adverts when you delete them!
ru_ru: Перед удалением баннера убедитесь, уто он не используется в объявлении!

source: Contact your Advertiser
ru_ru: Связаться с рекламодателем

source: Waiting for Review and Approval
ru_ru: Ожидание рассмотрения и утверждения

source: Approve
ru_ru: Одобрить

source: Reject
ru_ru: Отклонить

source: No ads in queue yet!
ru_ru: В очереди нет объявлений!

source: Rejected adverts
ru_ru: Отклоненные объявления

source: Queue
ru_ru: Очередь

source: New Schedule
ru_ru: Новое расписание

source: Edit Schedule
ru_ru: Изменить расписание

source: Will be visible to Advertisers.
ru_ru: Будет видно для рекламодателя.

source: Save Schedule
ru_ru: Сохранить

source: Start
ru_ru: Начало

source: End
ru_ru: Окончание

source: unlimited
ru_ru: без ограничений

source: Spread:
ru_ru: Увеличение:

source: impressions per day
ru_ru: показов в день

source: No schedules created yet!
ru_ru: Не создано ни одного расписания!

source: Adverts received from server
ru_ru: Объявления, полученные от сервера

source: Added / Updated
ru_ru: Добавлено / Обновлено

source: No ads received yet!
ru_ru: Нетполученных объявлений!

source: Erroneous ads from server
ru_ru: Объявления от сервера с ошибками настройки

source: Adverts served from AdRotate server but having some issues.
ru_ru: Объявления, сохраненные с сервера AdRotate с проблемами.

source: Updated
ru_ru: Обновлено

source: AdRotate Server Settings
ru_ru: Настройки сервера AdRotate

source: Status
ru_ru: Состояние

source: Not linked - No adverts will be synced.
ru_ru: Lié - Les publicités peuvent être synchronisées

source: Server Key
ru_ru: Ключ сервера

source: You can get your server key from your AdRotate Server installation or the AdRollr website.
ru_ru: Vous pouvez recevoir votre clé de serveur de votre installation AdRotate Server ou du site AdRollr.

source: You should not share your key with anyone you do not trust. Treat this key as a password!
ru_ru: Vous ne devez pas partager votre clé. Traitez cette clé comme un mot de passe!

source: Make this site a puppet
ru_ru: Rendre ce site une "cellule"

source: Have AdRotate use AdRotate Server adverts exclusively.
ru_ru: Utilisez les publicités provenant de AdRotate Server uniquement.

source: Enabling this function will DISABLE ALL LOCAL MANAGEMENT and will make this installation of AdRotate a puppet for your AdRotate Server.
ru_ru: L'activation de cette fonction permet de désactiver toute la gestion locale et de rendre cette installation de AdRotate une cellule de votre serveur AdRotate.

source: Hide Server Details
ru_ru: Cacher les détails du serveur

source: If you have installed AdRotate Pro for a client or in a Multisite network and want to hide the server details from your users or client.
ru_ru: Si vous avez installé AdRotate Pro pour un client ou dans une installation réseau et vous voulez cacher les détails du serveur de vos utilisateurs ou client.

source: Link to server
ru_ru: Lier au serveur

source: Unlink from server
ru_ru: Dissocier du serveur

source: An unknown error occurred
ru_ru: Неизвестная ошибка

source: ID - Title
ru_ru: ID - Название

source: Visible from
ru_ru: Видимый с
