Repository: Zzzenk/AdRotate-Pro
Catalog: adrotate-*.po
Languages: ru_ru

source: A comma separated list of email addresses. Maximum of 5 addresses. Keep this list to a minimum!
ru_ru: Список адресов разделяйте запятой. Максимум 5 адресов!

source: Messages are sent once every 24 hours when needed. If this field is empty no email notifications will be send.
ru_ru: Сообщения отправляются каждые 24 часа, при необходимости. Если оставить это поле пустым, уведомления отправляться не будут.

source: Who gets email from advertisers. Maximum of 2 addresses. Comma seperated. This field may not be empty!
ru_ru: Кто получает письма от рекламодателей. Максимум 2 адреса! Разделяйте адреса запятой. Это поле не может быть пустым!

source: Statistics
ru_ru: Статистика

source: Enable stats
ru_ru: Включить статистику

source: Track clicks and impressions.
ru_ru: Отслеживание кликов и показов

source: Disabling this also disables click and impression limits on schedules and disables timeframes.
ru_ru: Отключение повлечет за собой отключение ограничений кликов и показов в расписании и отключит период.

source: Logged in impressions
ru_ru: Показы авторизованым

source: Track impressions from logged in users (Recommended).
ru_ru: Отслеживание показов авторизованых пользователей (рекомендуется)

source: Has no effect when click and impression tracking is disabled.
ru_ru: Не действиет при отключенном отслеживании кликов и показов.

source: Logged in clicks
ru_ru: Клики авторизованых

source: Track clicks from logged in users.
ru_ru: Отслеживание кликов авторизованых пользователей

source: Impressions timer
ru_ru: Таймер показов

source: Seconds.
ru_ru: сек.

source: Default: 60.
ru_ru: По умолчанию: 60.

source: This number may not be empty, be lower than 60 or exceed 3600 (1 hour).
ru_ru: Это поле не может быть пустым, меньше 60 или более 3600 (1 час).

source: Clicks timer
ru_ru: Таймер кликов

source: Default: 86400.
ru_ru: По умолчанию: 86400.

source: This number may not be empty, be lower than 60 or exceed 86400 (24 hours).
ru_ru: Это поле не может быть пустым, меньше 60 или более 86400 (24 часа).

source: Bot filter
ru_ru: Фильтр роботов

source: User-Agent Filter
ru_ru: Фильтры User-Agent

source: A comma separated list of keywords. Filter out bots/crawlers/user-agents. To prevent impressions and clicks counted on them.
ru_ru: Для разделения слов используйте запятую. Используется для предотвращения показов и кликов для роботов.

source: Keep your list up-to-date
ru_ru: Постоянно обновляйте свой список на

source: Use only words with alphanumeric characters, [ - _ ] are allowed too. All other characters are stripped out.
ru_ru: Используйте только буквы, цифры и знаки [ - _ ]. Все другие символы будут удалены.

source: Additionally to the list specified here, empty User-Agents are blocked as well.
ru_ru: Так же к списку представленному здесь, пустые поля User-Agents будут так же блокироваться.

source: Learn more about
ru_ru: Узнать больше о

source: Geo Targeting
ru_ru: Геотаргетинг

source: Geographic Tracking
ru_ru: Геотаргетинг отслеживание

source: Disabled
ru_ru: Отключено

source: The most complete and accurate geo targeting you can get for only $20 per 50000 lookups.
ru_ru: Наиболее полный и точный геотаргетинг вы можете получить за 20$ за 50000 просмотров.

source: Buy now
ru_ru: Купить сейчас

source: Highly accurate geo targeting for $1 per 1000 lookups.
ru_ru: Высокая точность геотаргетинга за 1$ за 1000 просмотров.

source: The free alternative. Slightly less accurate, using GeoLITE databases from MaxMind!
ru_ru: Бесплатная альтернатива (менее точные данные): использовать БД GeoLITE из MaxMind!

source: Remaining Requests
ru_ru: Остальные запросы

source: This number is provided by the geo service and not checked for accuracy.
ru_ru: Это предоставляется службой геотаргетинга и не проверяется на точность.

source: Username/Email
ru_ru: Имя пользователя/Пароль

source: Only for premium/paid geo services.
ru_ru: Только для премиум/платных гео сервисов.

source: Password/License Key
ru_ru: Пароль/Лицензионный ключ

source: Allow advertisers to specify where their ads will show.
ru_ru: Разрешить рекламодателям определять, где будут отображаться их объявления.

source: Ad Blocker detection
ru_ru: Определение блокировщиков рекламы

source: Detect ad blockers and show a message to those users. Make sure jQuery Ad Blocker Detection is enabled in Javascript Libraries
ru_ru: Обнаружать блокировщики рекламы и сообщать пользователям. Убедитесь, что обнаружениеблокировщиков рекламы jQuery включено в библиотеках JavaScript.

source: Show nag for
ru_ru: Показывать предупреждение в течение

source: More seconds means you hinder your visitors more, which may drive them away. Use with caution!
ru_ru: Чем больше секунд тем больше шанс, что пользователи уйдут. Используйте с осторожностью!

source: Message to show
ru_ru: Сообщение

source: Default: "Ad blocker detected! Please wait %time% seconds or disable your ad blocker!"
ru_ru: По умолчанию: "Обнаружен блокировщик рекламы! Подождите %time% сек. или отключите блокировщик!"

source: No HTML/Javascript allowed. %time% will be replaced with a countdown in seconds.
ru_ru: HTML/Javascript запрещен. %time% будет заменено таймером в секундах.

source: Logged in users
ru_ru: Авторизованые пользователи

source: Show the message to logged in users?
ru_ru: Отображать сообщение для авторизованых пользователей?

source: Miscellaneous
ru_ru: Прочее

source: Widget alignment
ru_ru: Выравнивание виджета

source: Check this box if your widgets do not align in your themes sidebar. (Does not always help!)
ru_ru: Отметьте, если виджеты неправильно выравнены в сайдбаре (помогает не всегда!).

source: Widget padding
ru_ru: Заполнение виджета

source: Enable this to remove the padding (blank space) around ads in widgets. (Does not always work!)
ru_ru: Включите функцию для удаления пустого пространства вокруг объявлений и виджетов (работает не всегда!).

source: Admin Bar
ru_ru: Админ бар

source: Enable the AdRotate Quickmenu in the Admin Bar
ru_ru: Добавить ссылку на AdRotate в админ бар.

source: Dashboard Notifications
ru_ru: Уведомления консоли

source: Disable Dashboard Notifications about advert statuses.
ru_ru: Отключить уведомления консоли для отображения состояния объявлений.

source: Hide Schedules
ru_ru: Скрыть расписания

source: When editing adverts; Hide schedules that are not in use by that advert.
ru_ru: При редактировании скрывать расписания, которые не используются для данного объявления

source: NOTICE:
ru_ru: ПРИМЕЧАНИЕ:

source: Check this box if you use W3 Total Caching on your site.
ru_ru: Отметьте, если вы используете на сайте W3 Total Caching.

source: Check this box if you use WP Super Cache on your site.
ru_ru: Отметьте, если вы используете на сайте WP Super Cache.

source: Javascript Libraries
ru_ru: Библиотеки Javascript

source: Load jQuery
ru_ru: Загрузка jQuery

source: Load Ad Blocker Detection
ru_ru: Загружать обнаружение блокировщиков рекламы

source: Try to detect Ad Blockers and show your visitors a nag message.
ru_ru: Пытаться обнаруживать блокировщики рекламы и выводить предупреждение полльзователям.

source: Maintenance
ru_ru: Обслуживание

source: Optimize Database
ru_ru: Оптимизация БД

source: You are about to optimize the AdRotate database.
ru_ru: Вы собираетесь оптимизировать БД AdRotate.

source: Did you make a backup of your database?
ru_ru: Вы создали бэкап БД?

source: This may take a moment and may cause your website to respond slow temporarily!
ru_ru: Это займет немного времени и может возрасти нагрузка на сайт!

source: Cleans up overhead data in the AdRotate tables.
ru_ru: Очищает служебные данные в таблицах AdRotate.

source: Overhead data is accumulated garbage resulting from many changes you've made. This can vary from nothing to hundreds of KiB of data.
ru_ru: Служебный мусор накапливается в процессе использования AdRotate в результате многочисленных изменений, которые вы делаете.

source: Clean-up Database
ru_ru: Очистка БД

source: You are about to clean up your database. This may delete expired schedules and older statistics.
ru_ru: Вы собираетесь очистить БД AdRotate. Это может удалить истекшие расписания и старую статистику.

source: Are you sure you want to continue?
ru_ru: Продолжить?

source: This might take a while and may slow down your site during this action!
ru_ru: Это займет немного времени и может возрасти нагрузка на сайт!

source: Delete old (expired) schedules (Optional).
ru_ru: Удалять старые (истекшие) расписания (по желанию)

source: Delete stats older than 356 days (Optional).
ru_ru: Удалять статистику старше 356 дней (по желанию)

source: Re-evaluate Ads
ru_ru: Переоценка объявлений

source: Re-evaluate all ads
ru_ru: Переоценка всех объявлений

source: You are about to check all ads for errors.
ru_ru: Вы собираетесь проверить все объявления на ошибки.

source: Troubleshooting
ru_ru: Поиск проблемы

source: Current version:
ru_ru: Текущая версия:

source: Previous version:
ru_ru: Предыдущая версия:

source: Current database version:
ru_ru: Текущая версия БД:

source: Previous database version:
ru_ru: Предыдущая версия БД:

source: Ad evaluation next run:
ru_ru: Переоценка объявлений при следующем запуске

source: Not scheduled!
ru_ru: Нет расписания!

source: Ad Notifications next run:
ru_ru: Уведомление объявлений при следующем запуске

source: Current status of adverts
ru_ru: Текущее состояние объявлений

source: Normal
ru_ru: Нормальное

source: Error
ru_ru: Ошибки

source: Expired
ru_ru: Истек срок

source: Expires Soon
ru_ru: Скоро истекает

source: Unknown Status
ru_ru: Неизвестное состояние

source: Developer Debug
ru_ru: Отладка для разработчика

source: AdRotate Network License
ru_ru: Сетевая лицензия AdRotate

source: Currently
ru_ru: В данный момент

source: Your setup
ru_ru: Ваши настройки

source: Adverts that need you
ru_ru: Объявления, которые нуждаются в обновлении

source: Adverts
ru_ru: (объявления)

source: (Almost) Expired
ru_ru: (почти истекли)

source: Groups
ru_ru: (группы)

source: Have errors
ru_ru: (с ошибками)

source: Schedules
ru_ru: (расписания)

source: Queued
ru_ru: (в очереди)

source: The last few days
ru_ru: За последние дни

source: Full report
ru_ru: Полный отчет

source: You are using
ru_ru: Вы используете

source: Ticket Support
ru_ru: Поддержка пользователей

source: What went wrong? (if anything) or what are you trying to do?
ru_ru: Что пошло не так или что не получилось сделать?

source: Include error messages and/or relevant information.
ru_ru: Напишите текст ошибки и/или подробную информацию.

source: Try to remember steps or actions you took that might have caused the problem.
ru_ru: Вспомните последовательность своих действий, чтобы узнать что могло послужить причиной проблемы.

source: Your name:
ru_ru: Имя:

source: Your Email Address:
ru_ru: Email:

source: Subject:
ru_ru: Тема:

source: Problem description / Question:
ru_ru: Описание проблемы / Вопрос (на английскрм или немецком)

source: When you send this form the following data will be submitted:
ru_ru: При отправке формы в письмо будет включена следующая информация:

source: Your name, Account email address, Your website url and some basic WordPress information will be included with the ticket.
ru_ru: Имя, адрес email, адрес сайта и некоторая информация WordPress.

source: This information is treated as confidential and is mandatory.
ru_ru: Эта информация конфиденциальна и является обязательной.

source: Post Ticket
ru_ru: Отправить

source: Please use english or dutch only!
ru_ru: Используйте английский или немецкий языки!

source: Please register your copy of AdRotate Professional.
ru_ru: Зарегистрируйте вашу копию AdRotate Professional.

source: Register License
ru_ru: Регистрация лицензии

source: Contact your site administrator if you do not know what this means.
ru_ru: Свяжитесь с вашим администратором если не знаете что это значит.

source: Your server doesn't support JSON Encode - The support form can not be used. If you need help please post your ticket through support@adrotateplugin.com.
ru_ru: Ваш сервер не поддерживает JSON Encode - форма обратной связи не может быть использована. Если вам необходима помощь, отпрвьте письмо на support@adrotateplugin.com.

source: AdRotate News and Developer Blog
ru_ru: Новости AdRotate и блог разработчиков

source: AdRotate is brought to you by
ru_ru: AdRotate предоставлен

source: Your one stop for Webdevelopment, consultancy and anything WordPress! If you need a custom plugin. Theme customizations or have your site moved/migrated entirely. Visit my website for details!
ru_ru: еще одна остановка для вэб-разработок, поддержки и всего остального для WordPress! Если вам необходим плагин, кастомизация темы или перенос сайта то посетите нас!

source: Find out more
ru_ru: Узнать больше

source: Please contact staff, click tracking is not active!
ru_ru: Свяжитесь с персоналом, отслеживание кликов не работает!

source: You didn't use %image% in your AdCode but did select an image!
ru_ru: Вы не использовали %image% в коде, но выбрали изображение!

source: Please contact staff if you don't know what this means.
ru_ru: Свяжитесь с персоналом если вы не знаете что это значит.

source: You did use %image% in your AdCode but did not select an image!
ru_ru: Вы использовали %image% в коде, но не выбрали изображение!

source: Please contact staff, your advert is not being displayed!
ru_ru: Свяжитесь с персоналом, ваше объявление не отображается!

source: Clicktracking is enabled but no valid link was found in the adcode!
ru_ru: Отслеживание кликов включено но в коде не найдено ссылки!

source: This advert has been rejected by staff Please adjust the ad to conform with the requirements!
ru_ru: Данное объявление отклонено персоналом! Обновите объявление, в соответствие с требованиями!

source: This advert is queued and awaiting review!
ru_ru: Данное объявление в очереди на модерацию!

source: AdRotate can not find an error but the ad is marked erroneous, try re-saving the ad!
ru_ru: AdRotate не нашел ошибок, но данное объявление все равно отмечено как с ошибками, попробуйте пересохранить объявление!

source: This ad will expire in less than 7 days!
ru_ru: Это объявление истекает менее чем через 7 дней!

source: The ad will expire in less than 2 days!
ru_ru: Это объявление истекает менее чем через 2 дня!

source: This ad is expired and currently not rotating!
ru_ru: Срок данного объявления истек и оно не отображается!

source: This ad has been disabled and is not rotating!
ru_ru: Данное объявление отключено и не показывается!

source: This advert is approved and currently showing on the site! Saving the advert now will put it in the moderation queue for review!
ru_ru: Данное объявление в данный момент одобрено и отображается на сайте! В случае сохранения, объявление будет помещено в очередь на модерацию!

source: New Advert
ru_ru: Новое объявление

source: Edit Advert
ru_ru: Изменить объявление

source: Configure your advertisement
ru_ru: Настройка объявлений

source: Advert ID:
ru_ru: ID объявления:

source: Title:
ru_ru: Название:

source: AdCode:
ru_ru: Код:

source: Copy your ad tag/code in this field if you have received ready to go adverts.
ru_ru: Скопируйте код объявления в это поле, если он у вас уже есть.

source: Advertising and affiliate networks often use these.
ru_ru: Рекламные и партнерские сети часто их исполльзуют

source: Basic Examples:
ru_ru: Основные примеры:

source: Options:
ru_ru: Опции:

source: Place the cursor where you want to add a tag and click to add it to your AdCode.
ru_ru: Выберите курсором место для вставки и нажмите на нужный тэг для вставки его в код.

source: Target URL:
ru_ru: Целевой URL:

source: This field is no longer required. You can place the URL directly in the adcode (above) instead of %link%.
ru_ru: Это поле больше не требуется. Вы можете разместить URL в коде выше вместо %link%.

source: Banner image:
ru_ru: Изображение баннера:

source: Accepted files are:
ru_ru: Доступные форматы файлов:

source: Maximum size is 512Kb.
ru_ru: Максимальный размер 512 Кб.

source: Current image:
ru_ru: Текущее изображение:

source: Desired Visibility:
ru_ru: Желаемая видимость:

source: Barely visible
ru_ru: Едва заметно

source: Less than average
ru_ru: Меньше среднего

source: Normal coverage
ru_ru: Нормальная охват

source: More than average
ru_ru: Больше среднего

source: Best visibility
ru_ru: Лучший видимость

source: Weight decides the visibility. Better visibility means more impressions.
ru_ru: Чем больше вес, тем больше видимость. Лучшая видимость - больше показов.

source: GeoLocation
ru_ru: Геолокация

source: Cities
ru_ru: Города

source: Usage:
ru_ru: Использование:

source: A comma separated list of cities
ru_ru: Города, через запятую

source: AdRotate does not check the validity of names so make sure you spell them correctly!
ru_ru: AdRotate не проверяет названия, так что проверяйте это самостоятельно!

source: Countries
ru_ru: Страны

source: Select the countries you want the adverts to show in.
ru_ru: Выберите страны для показа.

source: Preview
ru_ru: Просмотр

source: Note: While this preview is an accurate one, it might look different then it does on the website.
ru_ru: Примечание: хотя ниже и есть окно просмотра, на сайте объявление может выглядеть по другому.

source: This is because of CSS differences. The themes CSS file is not active here!
ru_ru: Это случается из за отличий в CSS. CSS файл темы не используется ниже!

source: Choose Schedules
ru_ru: Выберите расписания

source: Select when your ad should be visible. If your desired time period is not listed contact your publisher.
ru_ru: Выберите время для показа объявления. Если желаемое время не выбрано свяжитесь с администратором.

source: Request new schedule
ru_ru: Запрос нового расписания

source: From / Until
ru_ru: С / По

source: Max Clicks
ru_ru: Макс. кликов

source: This ad used
ru_ru: Это объявление используется

source: Max Impressions
ru_ru: Макс. показов

source: Spread
ru_ru: Увеличение

source: In use by this advert.
ru_ru: Используется данным объявлением

source: Expires soon.
ru_ru: Скоро истекает

source: Submit ad for review
ru_ru: Одобрить объявление для показа

source: Cancel
ru_ru: Отмена

source: Invalid ad ID.
ru_ru: Неверный ID объявления

source: Editing and creating adverts is not available right now
ru_ru: Изменение и создание объявление в данный момент недоступно

source: The administrator has disabled editing of adverts.
ru_ru: Администратор отключил редактирование объявлений.

source: Contact sales
ru_ru: Связаться с продавцом

source: Your Active Ads
ru_ru: Ваши активные объявления

source: These are active and currently in the pool of ads shown on the website.
ru_ru: Активные и показываемые на сайте объявления.

source: Start / End
ru_ru: Начало / Конец

source: Title
ru_ru: Название

source: Impressions
ru_ru: Показы

source: Today
ru_ru: Сегодня

source: Clicks
ru_ru: Клики

source: Edit
ru_ru: Изменить

source: Stats
ru_ru: Статистика

source: Is almost expired.
ru_ru: Почти истекли

source: Has expired.
ru_ru: Истекло

source: Disabled Ads
ru_ru: Отключеные объявления

source: Contact publisher
ru_ru: Связаться с владельцем

source: Renew
ru_ru: Продлить

source: Remove
ru_ru: Удалить

source: Other
ru_ru: Прочее

source: Queued and Erroneous Ads
ru_ru: Очередь и объявления с ошибками настройки

source: Has configuration errors.
ru_ru: Ошибка настройки.

source: Has been rejected.
ru_ru: Отклонено.

source: Summary
ru_ru: Сводка

source: Overall statistics over active adverts
ru_ru: Сводная статистика более активных объявлений

source: General
ru_ru: Общее

source: ads, sharing a total of
ru_ru: (объявления). Всего

source: impressions.
ru_ru: показов.

source: Most clicks
ru_ru: Максимум кликов

source: clicks.
ru_ru: кликов.

source: Least clicks
ru_ru: Минимум кликов

source: Average on all ads
ru_ru: В среднем по всем объявлениям

source: Click-Through-Rate
ru_ru: CTR (показатель кликабельности)

source: based on
ru_ru: основано на

source: impressions and
ru_ru: показах и

source: Monthly overview of clicks and impressions
ru_ru: Месячный обзор кликов и показов

source: Export options for montly overview
ru_ru: Экспорт месячного обзора кликов и показов

source: Select period
ru_ru: Выберите период

source: Whole year
ru_ru: Весь год

source: Email options
ru_ru: Адреса Email

source: Maximum of 3 email addresses, comma seperated. Leave empty to download the CSV file instead.
ru_ru: Максимум 3 адреса, через запятую. Оставьте пустым для загрузки CSV файла.

source: Export
ru_ru: Экспорт

source: Download or email your selected timeframe as a CSV file.
ru_ru: Загрузка или отправка на Email выбранного периода в CSV файле.

source: Show from
ru_ru: Показы с

source: Show until
ru_ru: Показы до

source: Renewal of
ru_ru: Продление

source: - I'd want my ad renewed for 1 year. Quote me!
ru_ru: - Я бы хотел продлить объявление на 1 год.

source: - Renew my ad, but i want the weight set higher.
ru_ru: - Продлите мое объявление, но я хочу установить больший вес.

source: Removal of
ru_ru: Удаление

source: - This ad doesn't perform, please remove it.
ru_ru: - Удалите это объявление.

source: - The budget is spent, please remove the ad when it expires.
ru_ru: - По истечении бюджета удалите объявление

source: About
ru_ru: Прочее/Проблема

source: - The ad is not in the right place. I'd like....
ru_ru: - Объявление в неправильном месте. Я бы хотел...

source: - This ad works great for me!!
ru_ru: - Объявление работает отлично! :)

source: Complaint or problem
ru_ru: Опишите проблемы

source: - My ads do not show, what's going on?
ru_ru: - Мое объявление не отображается, что делать?

source: - Why can't i see any clicks?
ru_ru: - Почему я не вижу клики?

source: No address specified
ru_ru: Не указан адрес

source: Contact your Publisher
ru_ru: Связь с владельцем

source: Put in a request for renewal, removal or report an issue with this ad.
ru_ru: Напишите просьбу о продлении, удалении или опишите проблему.

source: Subject
ru_ru: Тема

source: ad
ru_ru: объявления

source: Short message/Reason
ru_ru: Сообщение

source: Examples:
ru_ru: Примеры:

source: Send
ru_ru: Отправить

source: Statistics for
ru_ru: Статистика для

source: Impressions today
ru_ru: Показы сегодня

source: Clicks today
ru_ru: Кликов сегодня

source: Shown from
ru_ru: Показы с

source: Shown until
ru_ru: Показы до

source: Used
ru_ru: Использовано

source: Export options
ru_ru: Экспорт

source: Note:
ru_ru: Примечание:

source: The AdCode cannot be empty!
ru_ru: Код не может быть пустым!

source: You've set an advertiser but didn't enable clicktracking!
ru_ru: Вы выбрали рекламодателя, но не включили отслеживание кликов!

source: This ad has no schedules!
ru_ru: У этого объявления нет распиания!

source: This ad is expired and currently not shown on your website!
ru_ru: Данное объявление истекло и не отображается на сайте!

source: This ad has been disabled and does not rotate on your site!
ru_ru: Данное объявление отключено и не отображается на сайте!

source: These are required.
ru_ru: Необходимо заполнить

source: Activate:
ru_ru: Активация:

source: Yes, this ad will be visible
ru_ru: ВКЛЮЧЕНО: это объявление отображается.

source: Disabled, do not show this ad anywhere
ru_ru: ОТКЛЮЧЕНОЖ это объявление не показывается.

source: Maybe, this ad is queued for review
ru_ru: ВОЗМОЖНО: это объвление в очереди на модерацию.

source: No, this ad is rejected
ru_ru: НЕТ: это объявление отклонено

source: Save Advert
ru_ru: Сохранить

source: This is because of CSS differences. Your themes CSS file is not active here!
ru_ru: Это случается из за отличий в CSS. CSS файл темы не используется ниже!

source: Usage
ru_ru: Использование
